Repository: FSarasua/IUD_AKA_CRUD
Catalog: IUD_AKA_CRUD/Resources/Localizables/*.lproj/Localizable.strings
Languages: es

# title.serverError
source: Server error
es: Error de servidor

# title.confirm
source: OK
es: Aceptar

# title.attention
source: Attention!
es: ¡Atención!

# message.notValidURL
source: Invalid URL.
es: La URL es inválida.

# message.dataParsing
source: Data transformation has failed.
es: La transformación de los datos ha fallado.

# message.dataError
source: No data received.
es: No hay datos recibidos.

# message.noDataContent
source: There is no content in the received data.
es: No hay contenido en los datos recibidos.

# message.responseError
source: No server response.
es: No hay respuesta de servidor.

# message.statusCodeError
source: The server response code is invalid.
es: El código de respuesta del servidor es inválido.

# message.unknown
source: An unknown error has occurred.
es: Ha ocurrido un error desconocido.

# message.remove
source: has been removed.
es: ha sido eliminado.
